tap "nikitabobko/tap"
tap "sst/tap"
brew "bat"
brew "eza"
brew "fzf"
brew "gh"
brew "lazygit"
brew "neovim"
brew "node"
brew "python@3.13"
brew "starship"
brew "stow"
brew "tmux"
brew "uv"
brew "yazi"
brew "zoxide"
brew "sst/tap/opencode"
cask "aerospace"
cask "aldente"
cask "brave-browser"
cask "cursor"
cask "firefox"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "github@beta"
cask "google-chrome"
cask "hiddenbar"
cask "jetbrains-toolbox"
cask "keka"
cask "kiro"
cask "lm-studio"
cask "macfuse"
cask "protonvpn"
cask "raycast"
cask "stats"
cask "tailscale-app"
cask "transmission"
cask "veracrypt"
cask "virtualbox"
cask "wezterm"
cask "zerotier-one"
cask "zotero"
vscode "anysphere.cursorpyright"
vscode "anysphere.remote-ssh"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "mvllow.rose-pine"
vscode "vscodevim.vim"
